app/Controllers/MenuController.php

SELECT *
FROM `tb_menu`
---
    public function tampil()
    {
        $data['data'] = $this->menus->findAll();